{
  "FixCursorHold.nvim": { "branch": "master" },
  "LazyVim": { "branch": "main" },
  "SchemaStore.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp_kitty": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "headlines.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kitty-scrollback.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lua-utils.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neorg": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "neotest-vim-test": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-snippets": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "pathlib.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-expand-region": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yuck.vim": { "branch": "master" }
}